Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/admin/sd/samediggi.no/internasjonalt-arbeid.html.tmx
Source language: nob
Languages: sma

source: Internasjonalt arbeid / Forsiden - Sametinget
sma: Gaskenasjovnaale barkoe / Saemiedigkie - Sametinget

source: Internasjonalt arbeid
sma: Gaskenasjovnaale barkoe

source: Urfolk i verden lever under svært ulike, og ofte vanskelige livsvilkår.
sma: Veartenen aalkoealmetjh joekehts, jïh daamtaj geerve jieledetsiehkiej nuelesne jielieh.

source: En internasjonal regulering av statenes håndtering og samhandling med urfolk har derfor vært av svært stor betydning for verdens urfolk.
sma: Akte gaskenasjovnaale stuvrehtimmmie staati gïetedimmeste jïh ektiedahkoste aalkoealmetjigujmie lea dannasinie joekoen vihkeles orreme veartenen aalkoealmetjidie.

source: Dette både for å bli akseptert som urfolk og for at statene i sin politikkutforming respekterer urfolks særskilte posisjon og interesser som folk.
sma: Daate dovne jis edtja jååhkesjimmiem aalkoealmetjinie åadtjodh, jïh ihke staath sijjen politihkehammoedimmesne, aalkoealmetji sjïere sijjiem jïh iedtjh goh almetjh seahkarieh.

source: Ansvarlig politiker
sma: Politihkere gïen diedte

source: Samisk samarbeid
sma: Saemien laavenjostoe

source: Grenseoverskridende regionalt samarbeid
sma: Raastendåaresth regijovnaale laavenjostoe

source: Internasjonalt urfolkssamarbeid
sma: Gaskenasjovnaale aalkoealmetjelaavenjostoe

source: En styrking av menneskerettighetene for urfolk.
sma: Aalkoealmetji almetjereaktah veaksahkåbpoe darjodh.

source: En bærekraftig utvikling som trygger det materielle grunnlaget for samisk og andre urfolks kultur.
sma: Aktem monnehke evtiedimmiem utnedh mij dam materijelle våaromem saemien kultuvrese jïh jeatjah aalkoealmetji kultuvrese, jearsoesåbpoe dorje.

source: Et utstrakt samarbeid mellom samene over landegrensene
sma: Aktem vijries laavenjostoem saemiej gaskem utnedh, laanteraasti rastah.

source: At de nordiske landene underskriver en Nordisk samekonvensjon som anerkjenner urfolks rett til selvbestemmelse.
sma: Dah Noerhtelaanth aktem Noerhtelaanti saemiekonvensjovnen vuelietjaelieh mij aalkoealmetji reaktam jååhkesje jïjtje nænnoestidh.

source: Sametinget forvalter prinsipielle standpunkt og interesser som fremmes og forsvares på den internasjonale arena.
sma: Saemiedigkie prinsihpeles vuajnoeh jïh iedtjh reerie, mejtie buakta jïh vaarjele dennie gaskenasjovnale sijjesne.

source: Det er viktig at urfolksdimensjonen i nasjonale og internasjonale fora blir ivaretatt og, og at saker som har betydning for urfolk blir fremmet både nasjonalt og internasjonalt.
sma: Vihkeles daate aalkoealmetjedimensjovne nasjovnale jïh gaskenasjovnale sijjine gorresåvva, jïh aamhtesh mah ulmiem utnieh aalkoealmetjidie åvtese båata, dovne dennie nasjovnale jïh gaskenasjovnale sijjesne.

source: Selve eksistensen og tilværelsen til urfolksgruppene bygger på utvikling og hvordan utvikling forankres lokalt, nasjonalt og internasjonalt.
sma: Abpe aalkoealmetji jielede evtiedæmman bigkie, jïh guktie evtiedimmie gårreldihkie sjædta voenges, nasjovnales jïh gaskenasjovnales.

source: Fleksibilitet og omstilling, kontinuitet og fornyelser er sentrale begreper for formingen av morgendagens urfolkssamfunn.
sma: Fleksibiliteete jïh jarkelimmie, kontinuiteete jïh orrestimmieh leah vihkeles dïejvesh juktie jirredebiejjien aalkoealmetjesiebriedahkh hammoedidh.

source: For noen urfolksgrupper har utviklingen av det moderne fellesskapet vært en selvfølge, mens for andre har samfunnsendringer medført uløselige dilemma og opplevelse av ikke å mestre den nye tid.
sma: Muvhtide aalkoealmetjedåehkide dle evtiedimmie dehtie daajbaaletje ektievoeteste akte buajhkoesvoete orreme, mearan mubpide dle jarkelimmieh siebriedahkesne jïjnjh tjoeperdimmieh sjugniedamme, jïh naaken dååjreme dah eah dam orre tïjjem haalvh.

source: Mange opplever og ikke få ta del i velstandsuttviklingen, det er for eksempel klare paralleller mellom fattigdom og urfolk.
sma: Jeenjesh dååjrieh dah eah åadtjoeh meatan årrodh dennie hijven evtiedimmesne, vuesiehtimmien gaavhtan dle tjïelke parallellh giefiesvoeten jïh aalkoealmetji gaskem.

source: Og mange er også fremmedgjort i forholdet til det moderne teknologiske samfunnet som har tatt form de siste tiårene.
sma: Jïh jeenjesh aaj ammes domtoeh dan daajbaaletje tekonologeles siebriedahkese mij dej minngemes luhkiejaepiej sjïdteme.

source: Samenes kulturelle mobilisering, som skjøt ny fart fra slutten av 1960-tallet, medførte et klart behov for å internasjonalisere kampen for kulturell overlevelse og utvikling.
sma: Saemiej kultuvrelle mobiliseringe, mij vihth eelki varke juhtedh 1960-låhkoen minngiegietjeste, darjoeji guktie daerpies sjïdti dam ræjhtoem gaskenasjovnale darjodh, jis kultuvre edtji guhkiebasse jieledh jïh evtiesovvedh.

source: Samesak ble i økende grad urfolkssak.
sma: Jiene jienebe dle saemieaamhtese aalkoealmetji aamhtesinie sjïdti.

source: De samiske organisasjonene arbeidet fra 1970-tallet aktivt for å delta i det internasjonale urfolksarbeidet blant annet gjennom stiftelsen av Verdensrådet for urfolk (WCIP) i 1975.
sma: Dah saemien siebrieh eadtjohkelaakan berkin 1970-låhkoen raejeste juktie meatan årrodh dennie gaskenasjovnale aalkoealmetjebarkosne, gaskem jeatjah gosse Aalkoealmetji Vearteneraerie tseegkesovvi (WCIP) jaepien 1975.

source: Seinere har urfolk arbeid med ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater, FNs erklæring om urfolks rettigheter og den dynamiske utviklingen av FN-konvensjonen om sivile og politiske rettigheter av 1966.
sma: Mænngan aaj aalkoealmetjh ILO-konvensjovnine nr. 169 barkeme, aalkoealmetji jïh tjiertealmetji bïjre jïjtjeraarehke staatine, EN’i bæjhkoehtimmine aalkoealmetji reaktaj bïjre jïh dejnie dynamihkeles evtiedimmine EN’i konvensjovneste, sivijle jïh politihkeles reaktaj bïjre jaepeste 1966.

source: Det internasjonale urfolksarbeidet, og samenes deltakelse i dette, har hatt direkte betydning for samenes situasjon.
sma: Dïhte gaskenasjovnale aalkoealmetjebarkoe, jïh dannasinie saemieh lin meatan desnie, ryöktesth ulmiem åtneme saemiej tseahkan.

source: Dette kom svært tydelig fram i prosessen som ledet fram til finnmarksloven i 2005.
sma: Daate joekoen tjyölhkehke sjïdti dennie prosessesne mij finnmaarhkelaaken vööste stuvri jaepien 2005.

source: Både ILO, FNs rasediskrimineringskomité, FNs spesialrapportør for urfolks menneskerettighetssituasjon og internasjonale folkerettseksperter sine uttalelser og anbefalinger var av avgjørende betydning for at samiske rettigheter ble anerkjent i den grad de ble ved vedtakelsen av finnmarksloven.
sma: Dovne ILO, EN’i rase-sierrestallememoenehtse, EN’i sjïerereektije aalkoealmetji almetjereaktatseahkan jïh gaskenasjovnale almetjereaktaeksperth lahtestimmieh jïh juvnehtimmieh bööktin mah lin joekoen vihkeles ihke saemien reaktah jååhkesjamme sjïdtin, dan mearan sjïdtin, gosse finnmaarhkelaakem nænnoesti.

source: Det grenseoverskridende arbeidet retter seg blant annet mot nasjonale og internasjonale fora som angår FN, Samisk parlamentarisk råd, Barentssamarbeidet, det Arktiske samarbeidet, nordisk samarbeid, nordområdepolitikken, Interreg og den nordlige dimensjon (EU).
sma: Dïhte raastedåaresth barkoe lea gaskem jeatjah nasjovnale jïh gaskenasjovnale forajgujmie, goh EN, Saemien parlamentarihkeles raerie, Barentslaavenjostoe, Arktiske laavenjostoe, noerhtelaanti laavenjostoe, noerhtedajvepolitihke, Interreg jïh dïhte noerhte dimensjovne (EU).
